/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Utilizza iTunes per gestire musica, video e filmati e iPhoto per gestire le tue foto.";

/* kBRMediaNoPhotoContent */
301 = "Utilizza iPhoto per importare e gestire le tue foto.";

/* kBRMediaNoPodcastContent */
302 = "Usa iTunes per iscriverti ai podcast da iTunes Store.";

/* kBRMediaNoTVShowContent */
305 = "Usa iTunes per acquistare spettacoli TV da iTunes Store.";

/* kBRMediaNoMusicVideoContent */
306 = "Usa iTunes per acquistare videoclip da iTunes Store.";

/* kBRMediaNoPlaylists */
307 = "Utilizza iTunes per creare e gestire le tue playlist.";

/* kBRMediaNoSongContent */
308 = "Utilizza iTunes per importare brani o acquistare brani da iTunes Store.";

/* kBRMediaNoAudioBookContent */
309 = "Usa iTunes per acquistare audiolibri da iTunes Store.";

/* kBRMediaNoMovies */
315 = "Trascina filmati nella cartella Filmati o utilizza iTunes per acquistare filmati da iTunes Store.";
